Repository: naciohr/winscp-galego
Catalog: winscp-galego/winscp-galego-level1.tmx
Source language: por
Languages: glg

source: Quando um número de sessão\n não é especificado, lista as sessões conectadas.\nexemplos:\n session\n session 1\n"
glg: Quando un número de sessão\n não é especificado, lista as sessões conectadas.\nexemplos:\n session\n session 1\n"

source: Remova a barra para selecionar a pasta.
glg: Remova a barra para selecionar a cartafol.

source: Se a lixeira remota estiver\n configurada, move o diretório para lixeira em vez de deletá-lo.\nexemplo:\n rmdir public_html\n"
glg: Se a lixeira remota estiver\n configurada, move o directorio para lixeira en vez de deletá-lo.\nexemplo:\n rmdir public_html\n"

source: Se a sessão (e opcionalmente um caminho) for especificado, atualiza somente as instâncias com essa sessão (e caminho)."
glg: Se a sessão (e opcionalmente un camiño) for especificado, atualiza somente as instâncias com essa sessão (e camiño)."

source: Se ele não foi fechado por você, pode ter acontecido porque seu editor externo abre múltiplos arquivos em uma única janela (processo).
glg: Se ele não foi fechado por você, pode ter acontecido porque seu editor externo abre múltiplos arquivos en uma única xanela (processo).

source: Se não foi você quem a fechou, isso pode ter acontecido porque a mesma abriu muitos arquivos na mesma janela (processo).
glg: Se não foi você quem a fechou, isso pode ter acontecido porque a mesma abriu muitos arquivos na mesma xanela (processo).

source: Se o problema persistir, você pode tentar desligar o suporte a resumo de transferência."
glg: Se o problema persistir, você pode tentar desligar o suporte a resumo de transferencia."

source: Se o script não finalizar com o comando 'exit', é seguido do modo interativo normal."
glg: Se o script não finalizar co comando 'exit', é seguido do modo interativo normal."

source: Se o seu editor não é deste tipo, ignore esta mensagem e deixe o arquivo ser removido do diretório temporário agora.\n \nVocê deseja remover o arquivo aberto agora?
glg: Se o seu editor não é deste tipo, ignore esta mensagem e deixe o arquivo ser removido do directorio temporário agora.\n \nVocê desexa remover o arquivo aberto agora?

source: Se você deseja abortar a conexão, clique em Cancelar.
glg: Se você desexa abortar a conexão, clique en Cancelar.

source: Se você deseja continuar a conexão sem atualizar o cache, clique em Pular.
glg: Se você desexa continuar a conexão sem atualizar o cache, clique en Pular.

source: Se você está usando um roteador NAT, você talvez precise especificar um IP externo.
glg: Se você está usando un roteador NAT, você talvez precise especificar un IP externo.

source: Se você gostaria de selecionar uma pasta diferente, clique em Procurar."
glg: Se você gostaria de selecionar uma cartafol diferente, clique en Procurar."

source: Se você não possui permissões para excluir os arquivos de destino, você precisa desativar o resumo de transferências."
glg: Se você não possui permissões para excluír os arquivos de destino, você precisa desativar o resumo de transferencias."

source: Se você não tiver certeza escolha Não.
glg: Se você não tiver certeza escolla Não.

source: Seu interpretador de comando provavelmente é incompatível com o programa (BASH é recomendado)."
glg: Seu interpretador de comando provavelmente é incompatível co programa (BASH é recomendado)."

source: Sincronização da navegação em diretórios falhou.
glg: Sincronização da navegação en directorios fallou.

source: Tamanho total dos arquivos arrastados é %s.\n\nNota: Diretório temporário pode ser mudado na janela de preferências.\n\nVocê ainda quer continuar baixando os arquivos?"
glg: Tamaño total dos arquivos arrastados é %s.\n\nNota: Directorio temporário pode ser mudado na xanela de preferências.\n\nVocê ainda quer continuar baixando os arquivos?"

source: Tenha certeza que o pipe está sendo lido."
glg: Teña certeza que o pipe está sendo lido."

source: Um shell separado pode ser aberto para processar o comando.\n \nNota: O servidor deve prover um shell Unix-like e o shell deve ter a mesma sintaxe de pasta da sessão %s atual."
glg: Um shell separado pode ser aberto para processar o comando.\n \nNota: O servidor deve prover un shell Unix-like e o shell deve ter a mesma sintaxe de cartafol da sessão %s atual."

source: Uma documentação compreensível do WinSCP é gratuitamente acessível em https://winscp.net/.
glg: Uma documentação compreensível do WinSCP é gratuitamente acessível en https://winscp.net/.

source: Usa a extensão de arrastar e soltar, quando disponível."
glg: Usa a extensão de arrastar e soltar, quando disponivel."

source: Use %s para mudar ou configurar senha.
glg: Use %s para mudar ou configurar contrasinal.

source: Use a tecla ESC para descartar as mudanças"
glg: Use a tecla ESC para descartar as mudanzas"

source: Use o comando 'open' em vez disso."
glg: Use o comando 'open' en vez disso."

source: Use o hostname em vez do endereço IP."
glg: Use o hostname en vez do endereço IP."

source: Verifique quais você deseja remover..\r\n\r\nSe em outra parte do aplicativo estiver rodando, por favor feche-o antes de apagar os dados.\r\n\r\nNota: Abrindo a sessão e/ou próxima execução da aplicação será recriado alguns dados."
glg: Verifique cales vostede desexa eliminar..\r\n\r\nSe estiver funcionando noutra parte do aplicativo, por favor pécheo antes de borrar os datos.\r\n\r\nNota: Algúns datos serán creados de novo ao abrir a sesión e/ou na vindeira execución da aplicación."

source: Você deseja continuar?"
glg: Você desexa continuar?"

source: Você deseja ver ele/eles?"
glg: Você desexa ver ele/eles?"

source: Você deve aceitar os termos deste acordo antes de continuar com a instalação."
glg: Você deve aceitar os termos deste acordo antes de continuar coa instalação."

source: Você deve querer usá-lo para atualizar um painel de arquivos, clique aqui para ir às preferências."
glg: Se a quixer empregar para refrescar un panel de arquivos, prema aquí para ir ás preferencias."

source: Você gostaria de instalar nesta pasta de qualquer maneira?"
glg: Você gostaria de instalar nesta cartafol de qualquer maneira?"

source: Você gostaria que a Desinstalação removesse este arquivo compartilhado?\n\nSe quaisquer programas ainda estão usando este arquivo e ele é removido, esses programas podem não funcionar apropriadamente.
glg: Você gostaria que a Desinstalação removesse este arquivo compartillado?\n\nSe quaisquer programas ainda estão usando este arquivo e ele é removido, esses programas podem não funcionar apropriadamente.

source: Você gostaria quer a pasta fosse criada?"
glg: Você gostaria quer a cartafol fosse criada?"

source: Você não tem garantia que o servidor é o computador que você pensa que é.**\n\nDetalhes do certificado do servidor a seguir:\n\n%s\n\nSe você confia no certificado, pressione Sim.
glg: Você não tem garantia que o servidor é o computador que você pensa que é.**\n\nDetalles do certificado do servidor a seguir:\n\n%s\n\nSe você confia no certificado, pressione Sim.

source: Você pode começar a editar um arquivo diretamente com o Winscp, seja usando o editor interno ou usando integra~çao com seu editor externo favorito.
glg: Você pode começar a editar un arquivo diretamente co Winscp, sexa usando o editor interno ou usando integra~çao com seu editor externo favorito.

source: Você pode estar conectando à um servidor que está querendo se passar por \"%s\"."
glg: Você pode estar conectando à un servidor que está querendo se passar por \"%s\"."

source: Você pode modificar o diretório raiz para armazenar arquivos temporários, acessando Preferências."
glg: Você pode modificar o directorio raiz para armazenar arquivos temporários, acessando Preferências."

source: Você pode tentar tentar também SFTP em vez de SCP."
glg: Você pode tentar tentar também SFTP en vez de SCP."

source: Você quer desconectar assim mesmo?**\n \nAtenção: Pressionando 'OK' irá terminar todas as transferências imediatamente."
glg: Você quer desconectar assim mesmo?**\n \nAtenção: Pressionando 'OK' irá terminar todas as transferencias imediatamente."

source: Você quer salvar suas alterações?"
glg: Você quer gardar suas alterações?"

source: WinSCP não pode verificar por mudanças no arquivo e assim não irá enviar para o servidor o arquivo modificado.\n \nUma possível razão para o problema é que o arquivo foi aberto em alguma aplicação que já está rodando.\n \nSe você quer usar a aplicação para abrir arquivos do WinSCP, considere configurá-lo como um editor externo.\n \nPerceba que o arquivo ficará numa pasta temporária."
glg: WinSCP não pode verificar por mudanzas no arquivo e assim não irá enviar para o servidor o arquivo modificado.\n \nUma possível razão para o problema é que o arquivo foi aberto en alguma aplicação que xá está rodando.\n \nSe você quer usar a aplicação para abrir arquivos do WinSCP, considere configurá-lo como un editor externo.\n \nPerceba que o arquivo ficará nunha cartafol temporária."

source: WinSCP pode copiar arquivos entre um computador local e remoto usando múltiplos protocolos: FTP, FTPS, SCP SFTP ou WebDAV.
glg: WinSCP pode copiar arquivos entre un computador local e remoto usando múltiplos protocolos: FTP, FTPS, SCP SFTP ou WebDAV.

source: WinSCP pode procurar o site da documentação mensagem de texto para você.\n\nNota: WinSCP ira mandar uma mensagem como é numa conexão de internet não segura.
glg: WinSCP pode procurar o site da documentação mensagem de texto para você.\n\nNota: WinSCP ira mandar uma mensagem como é nunha conexão de internet não segura.

source: WinSCP é um programa open source distrubuído livre de cobranças sob os termos da GNU General Public License (GPL)."
glg: WinSCP é un programa open source distrubuído livre de cobranças sob os termos da GNU General Public License (GPL)."

source: \n\nAlternativamente você pode trocar para o arrastar e soltar em modo de compatibilidade (na janela de Preferências), o qual usa uma pasta temporária para downloads.
glg: \n\nAlternativamente você pode trocar para o arrastar e soltar en modo de compatibilidade (na xanela de Preferências), o qual usa uma cartafol temporária para descárregas.

source: casa com exatamente um caracter.\n[abc] casa com um caracter do conjunto.\n[a-z] casa com um caracter do intervalo.\nExemplo: *.html; photo??.png"
glg: casa com exatamente un caracter.\n[abc] casa com un caracter do conxunto.\n[a-z] casa com un caracter do intervalo.\nExemplo: *.html; photo??.png"

source: expande para a marca de exclamação\n!/ expande para pasta remota atual\n!@ expande para hostname da sessão atual\n!U expande para nome de usuário da sesão atual\n!P expande para senha da sessão atual\n!# expande para número da porta da sessão atual\n!N expande para nome da sessão atual\n!?prompt[\\]?default!
glg: expande para a marca de exclamação\n!/ expande para cartafol remota atual\n!@ expande para hostname da sessão atual\n!U expande para nome de usuário da sesão atual\n!P expande para contrasinal da sessão atual\n!# expande para número da porta da sessão atual\n!N expande para nome da sessão atual\n!?prompt[\\]?default!

source: expande para nome do arquivo\n!& expande para lista dos arquivos selecionados (em aspas, delimitado por espaços)\n!/ expande para a pasta remota atual\n!S expande para URL da sessão atual\n!@ expande para o hostname da sessão atual\n!U expande para o nome de usuário da sessão atual\n!P expande para a senha da sessão atual\n!# expande para o número da porta da sessão atual\n!N expande para o nome da sessão atual\n!?prompt[\\]?default!
glg: expande para nome do arquivo\n!& expande para lista dos arquivos selecionados (em aspas, delimitado por espaços)\n!/ expande para a cartafol remota atual\n!S expande para URL da sessão atual\n!@ expande para o hostname da sessão atual\n!U expande para o nome de usuário da sessão atual\n!P expande para a contrasinal da sessão atual\n!# expande para o número da porta da sessão atual\n!N expande para o nome da sessão atual\n!?prompt[\\]?default!

source: expande para o valor inserido pelo usuário com o prompt dado e padrão (optional \\ evita escapar)\n!`command` expande para sa[ida de um comando local\n \nPadrões de comando local:\n!^!
glg: expande para o valor inserido pelo usuário co prompt dado e padrão (optional \\ evita escapar)\n!`command` expande para sa[ida de un comando local\n \nPadrões de comando local:\n!^!

source: expande para um o nome do arquivo no painel local\n \nExemplo:\ngrep \"!?Pattern:?!\" !&"
glg: expande para un o nome do arquivo no painel local\n \nExemplo:\ngrep \"!?Pattern:?!\" !&"

source: É recomendado que você mantenha o arquivo existente.\n\nVocê quer manter o arquivo existente?"
glg: É recomendado que você manteña o arquivo existente.\n\nVocê quer manter o arquivo existente?"
